Repository: collective/collective.pwexpiry
Catalog: collective/pwexpiry/locales/*/LC_MESSAGES/collective.pwexpiry.po
Languages: es, it, pt_br

source: Adds the feature of password expiration control.
es: Adiciona control de expiración de contraseñas.
pt_br: Adiciona controle de expiração de senhas.

source: Never
es: Nunca
pt_br: Nunca

source: No users were unlocked
es: No existen usuarios bloqueados
pt_br: Não existem usuários bloqueados

source: Password expiration
es: Expiración de contraseña
it: Scadenza della password
pt_br: Expiração de senha

source: Passwords must be at least 8 characters in length.
es: Las contraseñas deben tener por lo menos 8 caracteres.
pt_br: As senhas devem ter pelo menos 8 caracteres.

source: Passwords must contain at least three of the following four character groups: Uppercase characters (A through Z), Lowercase characters (a through z), Numerals (0 through 9), Special characters such as !, $, #, %
es: Las contraseñas deben contener al menos 3 de los siguientes 4 grupos de caracteres: letras mayúsculas (A-Z), letras minúsculas (a-z), números (0-9) y caracteres especiales como !, $, #, %.
pt_br: As senhas devem ter pelo menos 3 dos seguintes 4 grupos de caracteres: letras maiúsculas (A-Z), letras minúsculas (a-z), números (0-9) e caracteres especiais como !, $, #, %.

source: The following users were unlocked: %s,
es: Los siguientes usuarios fueron desbloqueados: %s,
pt_br: Os seguintes usuários foram desbloqueados: %s,

source: Uninstalls collective.pwexpiry.
es: Desinstala collective.pwexpiry.
pt_br: Desinstala collective.pwexpiry.

source: User's password expiration panel
es: Panel de expiración de contraseñas del usuario
pt_br: Painel de expiração das senhas dos usuários

source: You have to change your password.
es: Usted tiene que modificar su contraseña.
pt_br: Você precisa modificar sua senha.

source: Your password cannot contain your account name(Username), first name or last name.
es: Su contraseña no puede contener su nombre de usuario, su nombre, ni su apellido.
pt_br: Sua senha não pode conter seu nome de usuário, seu nome, nem seu sobrenome.

source: Your password has expired.
es: Su contraseña expiró.
it: La tua password è scaduta.
pt_br: Sua senha expirou.

source: change_password_email_text
es: Para alterar su contraseña por favor visite ${server_url}/@@change-password
pt_br: Para alterar sua senha por favor visite ${server_url}/@@change-password

source: description_pas_show_all_search_results
es: Mostrar todos los resultados de la búsqueda
it: Mostra tutti i risultati di ricerca
pt_br: Mostrar todos os resultados da busca

source: description_password_expiration
es: Ver y gerenciar las propiedades de expiración de las contraseñas de los usuarios
pt_br: Ver e gerenciar as propriedades de expiração das senhas dos usuários

source: email_subject
es: Quedan ${days} días para que su contraseña expire
pt_br: Sua senha vai expirar em ${days} dias

source: email_text
es: Hola ${fullname}, Quedan ${days} días antes que su contraseña expire Por favor asegúrese de cambiarla antes de que esto suceda.
pt_br: Olá ${fullname}, Sua senha vai expirar em ${days}. Por favor altere sua senha antes que isso ocorra.

source: email_text_expired
es: Hola ${fullname}, Su contraseña expiró. Por favor asegúrese de cambiarla.
pt_br: Olá ${fullname}, Sua senha expirou. Por favor defina uma nova senha.

source: help_last_notification_date
es: La fecha de la última notificación al usuario
it: La dell'ultima notifica all'utente
pt_br: A data da última notificação ao usuário

source: help_password_date
es: La fecha en que la contraseña fue alterada
it: La data di impostazione della password
pt_br: A data em que a senha foi alterada

source: info_reused_pw
es: Esta contraseña ya fue utilizada.
pt_br: Essa senha já foi usada.

source: label_apply_changes
es: Aplicar cambios
it: Applica le modifiche
pt_br: Aplicar mudanças

source: label_last_notification_date
es: Fecha de la última notificación
it: Data di ultima notifica
pt_br: Data da última notificação

source: label_password_date
es: Fecha de la contraseña
it: Data della password
pt_br: Data da senha

source: label_save_whitelist
es: Guardar lista de ignorados
pt_br: Guardar lista de ignorados

source: label_whitelist_users
es: Usuarios ignorados
pt_br: Usuários ignorados

source: reset_password_email_text
es: Para alterar su contraseña visite ${server_url}/mail_password_form?userid=${username}
pt_br: Para alterar sua senha visite ${server_url}/mail_password_form?userid=${username}

source: server_name_email_text
es: Este mensaje fue enviado desde ${server_name}
pt_br: Esta mensagem foi enviada desde ${server_name}

source: ${days} days left to password expiration
it: ${days} giorni rimasti per la scadenza della password

source: Your account has been locked due to too many invalid attempts to login with a wrong password. Your account will remain blocked for the next %s hours. You can reset your password, or contact an administrator to unlock it, using the Contact form.
it: Il tuo account è stato bloccato a causa di troppi tentativi falliti di login con una password errata. Il tuo account rimarrà bloccato per le prossime %s ore. Puoi resettare la tua password oppure contattare l'amministratore del sito per sbloccarti, usando i form di contatti.

source: description_
it: Visualizza e gestisci le proprietà di scadenza della password del utente
